Repository: befair/simpleinvoice
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Make selected invoices as paid today
it: Segna le fatture selezionate come pagate oggi

source: Display selected invoices
it: Mostra le fatture selezionate

source: SSN number must be inserted if customer is a natural person
it: Inserire il Codice Fiscale se il cliente è una persona fisica

source: VAT number must be inserted if customer is a legal person
it: Inserire la Partita IVA se il cliente è una persona giuridica

source: You should write social security or vat number
it: Dovresti scrivere il codice fiscale o la partita IVA

source: More info...
it: Altre informazioni...

source: name
it: nome

source: address
it: indirizzo

source: zipcode
it: CAP

source: city
it: città

source: state
it: stato

source: social security number
it: Codice Fiscale

source: vat
it: Partita IVA

source: notes
it: note

source: customer
it: cliente

source: customers
it: clienti

source: phone
it: telefono

source: other
it: altro

source: customer contact
it: contatto del cliente

source: customer contacts
it: contatti del cliente

source: Next invoice id is %s
it: L'id della prossima fattura è %s

source: money transfer
it: trasferimento monetario

source: cash
it: contanti

source: credit card
it: carta di credito

source: invoice number
it: numero di fattura

source: Set this value only if you need a specific invoice number.
it: Inserisci questo valore solo se si necessita di uno specifico numero di fattura

source: emit date
it: data di emissione

source: discount
it: sconto in percentuale

source: is valid
it: Validità

source: You can invalidate this invoice by unchecking this field.
it: Invalida la fattura deselezionando questa casella

source: pay with
it: paga con

source: when paid
it: data di pagamento

source: invoice
it: fattura

source: invoices
it: fatture

source: of
it: di

source: amount
it: Costo

source: description
it: descrizione

source: invoice entry
it: annotazione di fattura

source: invoice entries
it: annotazioni di fattura

source: VAT number
it: partita IVA

source: SSN
it: Codice Fiscale

source: Invoice n.
it: Fattura n.

source: Social Security Number
it: Codice Fiscale

source: Description
it: Descrizione

source: Amount
it: Quantità

source: Total amount
it: Quantità totale

source: Discount
it: Sconto

source: VAT
it: IVA

source: Total to pay
it: Totale da pagare

source: Money transfer can be done on IBAN
it: Il trasferimento di denaro puo essere fatto tramite IBAN

source: Simple invoice
it: Fattura semplice

source: Payment due for %s
it: Promemoria pagamento %s

source: Customer %s should pay, but is has no email address
it: Il cliente %s dovrebbe pagare, ma non ha un indirizzo email cui spedirgli il sollecito

source: %s reminder mails sents
it: %s mail di sollecito inviate

source: Send a reminder mail about unsolved subcscpriptions
it: Invia email di sollecito per il pagamento degli insoluti

source: Cancel selected service subscription/s
it: Cancella sottoscrizioni

source: Restore selected service subscription/s
it: Riabilita sottoscrizioni cancellate

source: Cancel selected service subscription payments
it: Cancella i pagamenti selezionati

source: Months
it: Mesi

source: Hours
it: Ore

source: Days
it: Giorni

source: Years
it: Anni

source: abbreviation
it: abbreviazione

source: indicator of a period by raw units.
it: indicatore del periodo in unità grezze

source: period
it: periodo

source: Indicator to modify the periodic payment deadline. This value has to be greater than -(period), and represents the relative number of period units (for instance, months) that should be considered to determine the final service payment deadline. So, if the period is of 12 months, and the modifier is set to -2, then the actual service payment deadline is computed as (12 + (-2) = 10) months. In the same way, a modifier of 2 chenges the deadline to (12 + 2 = 14) month.
it: Indicatore per la modifica della scadenza del periodo. Questo valore deve essere maggiore di -(periodo) e rappresenta il numero di unità di periodo (ad esempio mesi) che vanno a modificare la vera scadenza per il pagamento del servizio. Così se il periodo è di 12 mesi e il modificatore è -2, la vera scadenza del pagamento sarà dopo (12 + (-2) = 10) mesi. Allo stesso modo, un modificatore settato a 2 cambia la scadenza a (12 + 2) = 14 mesi.

source: period deadline modifier
it: modificatore per la scadenza periodica

source: raw unit
it: unità grezza

source: display measure unit for period
it: mostra l'unità di misura del periodo

source: period measure of unit
it: unità di misura del periodo

source: period unit source
it: fonte unità di misura

source: default vat percentage
it: IVA predefinita in percentuale

source: Service
it: Servizio

source: Services
it: Servizi

source: Vat has to be a percentage value
it: L'Iva deve essere un valore percentuale (compreso tra 0 e 1)

source: service
it: Servizio

source: VAT percentage
it: IVA in percentuale

source: how many period lasts before creating an invoice?
it: periodi che devono passare prima della creazione di una fattura

source: subscribed on
it: sottoscritta il

source: subscribed until
it: sottoscritta fino a

source: subscribed from (datetime)
it: sottoscritta dal

source: subscribed from (value)
it: sottoscritta dal

source: created on
it: creata il

source: updated on
it: aggiornato il

source: paid on
it: pagato il

source: paid for
it: pagato fino al

source: when deleted
it: data di cancellazione

source: service details
it: Dettagli di sottoscrizione

source: how many
it: Numero di sottoscrizioni

source: Service subscription
it: Sottoscrizione a servizio

source: Service subscriptions
it: Sottoscrizioni a servizio

source: Subscription of %(customer)s to service %(service)s
it: Sottoscrizione di %(customer)s al servizio %(service)s

source: Discount has to be a percentage value
it: Lo sconto deve essere un valore percentuale (compreso tra 0 e 1)

source: subscription
it: sottoscrizione

source: cost
it: costo

source: When has it been paid?
it: Quando è stato pagato?

source: What date has he paid until?
it: Fino a quando è stato pagato?

source: Service subscription payment
it: Pagamento di sottoscrizione a servizio

source: Service subscription payments
it: Pagamenti di sottoscrizione a servizio

source: Payment of %(customer)s to service %(service)s
it: Pagamento di %(customer)s al servizio %(service)s

source: <p>Hi %(customer)s,</p> <p>we inform you that you should pay %(pretty_amount)s &euro;, for the subscription to service</p> <p>%(service)s</p> <p>from date %(initial)s to date %(end)s.</p> <p>Thanks for your attention and your choice</p> <p>We wish you best days!</p> beFair team
it: <p>Buongiorno %(customer)s,</p> <p>ti ricordiamo che devi pagare %(pretty_amount)s euro par la tua sottoscrizione al servizio</p> <p>%(service)s</p> <p>dal %(initial)s al %(end)s.</p> <p>Grazie per l'attenzione e la tua scelta.</p> <p>Ti auguriamo di trascorrere i giorni migliori della tua vita!</p> il team beFair

source: Hi %(customer)s, we inform you that you should pay %(pretty_amount)s euro for the subscription to service "%(service)s" from date %(initial)s to date %(end)s. Thanks for your attention and your choice. We wish you best days! beFair team
it: Buongiorno %(customer)s, ti ricordiamo che devi pagare %(pretty_amount)s euro per la tua sottoscrizione al servizio "%(service)s" dal %(initial)s al %(end)s. Grazie per l'attenzione e la tua scelta. Ti auguriamo di trascorrere i giorni migliori della tua vita! il team beFair

source: <option value="money transfer">money transfer<option> <option value="cash">cash<option> <option value="credit card">credit card<option>
it: <option value="money transfer">trasferimento monetario<option> <option value="cash">contanti<option> <option value="credit card">carta di credito<option>
